;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Luis Neves
; TranslationAuthorEmail: luis.a.neves@sapo.pt
; Version: 1.22.24
; Update: 14-11-2017

[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=OK
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu
btnsupportcenter=Centro de Apoio
ButtonCancel=Cancelar


[Translation]
LangCode=0816
ReadHabit=Left-to-right
LanguageName=PT-PT
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Warning=Alerta
Error=Erro
Information=Informação
Confirm=Confirmação
BtnRegister.Caption=Registar

pmContact=Contacte-nos
pmCheckMsg=Verificar Novidades Automaticamente
ppmHelpOnline=Ajuda Online
ppmForum=Fórum Oficial
ppmHomepage=Página Oficial
ppmContactUs=Contacte-nos
ppmCheckUpdates=Procurar actualizações
ppmSettings=Definições
ppmRestoreFile=Cópia de Segurança e Restauro
ppmLanguage=Idiomas
ppmAbout=Acerca
ppmOpen=Abrir Pasta Respectiva
ppmFileProperties=Propriedades
ppmDelete=Eliminar Ficheiros Seleccionados
ppmExport=Exportar para...
ppmExecute=Abrir

frmWDFMain.btnemail.hint=Partilhe o Wise Duplicate Finder com os seus amigos
frmWDFMain.btntwitter.hint=Partilhe o Wise Duplicate Finder no Twitter
frmWDFMain.btnfacebook.hint=Siga-nos no Facebook
frmWDFMain.btnFolder.Hint=Seleccionar Pastas
frmWDFMain.lblVer.Caption=Versão:
frmWDFMain.btnScan.caption=Examinar
frmWDFMain.btnCancel.caption=Cancelar
frmWDFMain.btnScan.Hint=Examinar
frmWDFMain.btnCancel.Hint=Cancelar
frmWDFMain.lblcaption.Caption=Elimine duplicados do seu PC para libertar espaço no disco
frmWDFMain.lblLocation.Caption=Locais:
frmWDFMain.btnAdvSetting.Caption=Definições Avançadas
frmWDFMain.btnselall.Caption=Seleccionar tudo
frmWDFMain.btnInvertSelection.Caption=Inverter Selecção
frmWDFMain.btnKeepOne.Caption=Manter Um
frmWDFMain.btnDel.Caption=Eliminar Seleccionados

ppmLastCreate=Criados mais recentes
ppmFirstCreate=Criados mais antigos
ppmLastWrite=Modificados mais recentes
ppmFirstWrite=Modificados mais antigos

frmDFSettings.Caption=Definições
frmDFSettings.lblIncludes.Caption=Incluir:
frmDFSettings.lblMinimize.Caption=Tamanho mínimo:
frmDFSettings.lblMaxmize.Caption=Tamanho máximo:
frmDFSettings.btnAddFolder.caption=Adic. Pasta
frmDFSettings.btnAddKey.caption=Adic. Palavra-chave
frmDFSettings.lblExclude.Caption=Excluir:
frmDFSettings.lblBackup.Caption=Pasta de cópias:
frmDFSettings.lblCheckupdate.Caption=Procurar actualizações:
frmDFSettings.lblLanguage.Caption=Idioma:
frmDFSettings.btnOk.caption=OK
frmDFSettings.btnCancel.caption=Cancelar
frmDFSettings.AdvSetting.Caption=Definições Avançadas
frmDFSettings.Folder.Caption=Seleccionar Pasta
frmDFSettings.chkAutoBackup.Caption=Cópia Segurança Auto
frmDFSettings.ckNewsletter.Caption=Verificar Novidades Automaticamente
frmDFSettings.btnAddFolder.Hint=Adic. Pasta
frmDFSettings.btnAddKey.Hint=Adic. Palavra-chave
frmDFSettings.btnOk.Hint=OK
frmDFSettings.btnCancel.Hint=Cancelar
frmDFSettings.lblColor.Caption=Cor do grupo:


FrmRegister.Caption=Registar
FrmRegister.lblinfo.caption=Obrigado por escolher o Wise Duplicate Finder
FrmRegister.lblemail.caption=Email:
FrmRegister.lblName.caption=Nome:
FrmRegister.lblkey.caption=Licença:
FrmRegister.lblhelp.caption=Problemas ao introduzir a licença?
FrmRegister.lblsupport.caption=Contacte-nos
FrmRegister.btnreg.caption=Registar
FrmRegister.btnbuy.caption=Comprar

frmBackup.Caption=Cópia de Segurança e Restauro
frmBackup.lblBackup.Caption=Copiar para:
frmBackup.btnDelete.caption=Eliminar Seleccionado(s)
frmBackup.btnRestore.caption=Restaurar Seleccionado(s)

frmAbout.caption=Acerca
frmAbout.lblver.Caption=Versão Actual:
frmAbout.lblemail.Caption=Email de Apoio:
frmAbout.lblhome.Caption=Página Inicial:
frmAbout.lblthanks.Caption=Agradecimentos às seguintes pessoas pelos seus contributos
frmAbout.lblStatus.Caption=Estado:


[Message]
deletefileerr=Não é possível eliminar
Continuedelete=Deseja continuar?
BeginCountFiles=A preparar para examinar...
CountFiles=A examinar %d ficheiros...
HashFiles=Ficheiros Actuais:
CountResult=A calcular resultados do exame...
searchduplicateover=Foram encontrados %d grupos de duplicados, um total de %d ficheiros. Tempo decorrido: %d segundos
FileName=Nome
FileSize=Tamanho
FolderName=Pasta
LastDate=Data de Modificação
CreateDate=Data de Criação
mdFileName=Correspoder ao nome e tamanho do ficheiro (Mais rápido)
mdHashPart=Correspondência parcial (Rápido)
mdHash=Correspondência exacta (Lento)
mdZeroSize=Ficheiros 0 bytes
WaitRestore=A restaurar...
WaitBackup=A aguardar...
Images=Imagens
Audios=Áudios
Videos=Vídeos
Document=Documentos
Compressed=Arquivos
Email=Email
Byte=Byte
KB=KB
MB=MB
GB=GB
AddFolder=Adic. Pasta
NoFolder=Por favor adicione as pastas que pretende examinar!
InputKey=Palavra-chave
EmptyEmail=O endereço de Email não pode estar em branco.
EmptyName=O seu nome não pode estar em branco.
EmpytKey=A chave de licença não pode estar em branco.
InvalidEmail=Introduza um endereço de email correcto
InvalidKey=Chave de licença inválida!
InvalidRegInfo=Informação de registo inválida!
ThanksRegister=Obrigado pelo seu registo!
NoRegInfo=Não foi possível localizar a sua informação de registo!
Daily=Diariamente
Weekly=Semanalmente
Monthly=Mensalmente
Never=Nunca
newver=Está disponível uma nova versão do Wise Duplicate Finder! Deseja actualizar agora?
nonewver=A versão ue está a usar é a mais recente
Registered=Registado
Unregistered=Não registado

[AutoUpdate]
UpdateFail=Falha na actualização, deseja transferir o ficheiro de configuração do nosso site?
CurrentFile=Ficheiro actual: 
Readed=A transferir:
SumSize=Tamanho total:
Byte=Byte
DownloadError=Erro de transferência, por favor tente mais tarde.
Cancel=Cancelar
Ready=Pronto para transferir.